[
  {
    "surah": "سورة هود - 11",
    "ayah": "إِلاَّ الَّذِينَ صَبَرُواْ وَعَمِلُواْ الصَّالِحَاتِ أُوْلَـئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
    "translation": "Except for those who are patient and do righteous deeds; those will have forgiveness and great reward"
  },
  {
    "surah": "سورة  النحل - 96",
    "ayah": "مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ الله بَاقٍ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُواْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ",
    "translation": "Whatever you have will end, but what Allah has is lasting. And We will surely give those who were patient their reward according to the best of what they used to do"
  },
  {
    "surah": "سورة فصلت - 35",
    "ayah": "وَمَا يُلَقَّاهَا إِلا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلا ذُو حَظٍّ عَظِيمٍ",
    "translation": "And no one will be granted such goodness except those who exercise patience and self-restraint,- none but persons of the greatest good fortune"
  },
  {
    "surah": "سورة القصص - 54",
    "ayah": "أُوْلَئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَؤُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ",
    "translation": "Those will be given their reward twice for what they patiently endured and [because] they avert evil through good, and from what We have provided them they spend"
  },
  {
    "surah": "سورة البقره- 186",
    "ayah": "وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُواْ لِي وَلْيُؤْمِنُواْ بِي لَعَلَّهُمْ يَرْشُدُونَ",
    "translation": "AND IF My servants ask thee about Me - behold, I am near; I respond to the call of him who calls, whenever he calls unto Me: let them, then, respond unto Me, and believe in Me, so that they might follow the right way"
  },
  {
    "surah": "سورة البقرة  - 2: 28",
    "ayah": "كَيْفَ تَكْفُرُونَ بِاللَّـهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
    "translation": "How can ye reject the faith in Allah? seeing that ye were without life, and He gave you life; then will He cause you to die, and will again bring you to life; and again to Him will ye return"
  },
  {
    "surah": "سورة آل عمران - 200",
    "ayah": "يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
    "translation": "you who have believed, persevere and endure and remain stationed and fear Allah that you may be successful"
  },
  {
    "surah": " سورة النساء - 132",
    "ayah": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَكَفَى بِاللَّهِ وَكِيلاً ",
    "translation": "And to Allah belongs whatever is in the heavens and whatever is on the earth. And sufficient is Allah as Disposer of affairs"
  },
  {
    "surah": "سورالبقرة  - 42",
    "ayah": "وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
    "translation": "And do not mix the truth with falsehood or conceal the truth while you know"
  },
  {
    "surah": "سورالبقرة  - 43",
    "ayah": "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ",
    "translation": "And establish prayer and give zakah and bow with those who bow [in worship and obedience]"
  },
  {
    "surah": "سورالبقرة  - 44",
    "ayah": "أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ الْكِتَابَ ۚ أَفَلَا تَعْقِلُونَ",
    "translation": "Do you order righteousness of the people and forget yourselves while you recite the Scripture? Then will you not reason?"
  },
  {
    "surah": "سورالبقرة  - 45",
    "ayah": "وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ",
    "translation": "And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]"
  },
  {
    "surah": "سورة التوبة - 129",
    "ayah": "فَإِن تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "translation": "But if they turn away, [O Muhammad], say, Sufficient for me is Allah ; there is no deity except Him. On Him I have relied, and He is the Lord of the Great Throne"
  },
  {
    "surah": "سورة يونس - 24",
    "ayah": "إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّىٰ إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ ۚ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ",
    "translation": "The example of [this] worldly life is but like rain which We have sent down from the sky that the plants of the earth absorb - [those] from which men and livestock eat - until, when the earth has taken on its adornment and is beautified and its people suppose that they have capability over it, there comes to it Our command by night or by day, and We make it as a harvest, as if it had not flourished yesterday. Thus do We explain in detail the signs for a people who give thought"
  },
  {
    "surah": "سورة يونس - 62:65",
    "ayah": "الا إِنَّ أَوْلِيَاء اللَّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ الَّذِينَ آمَنُواْ وَكَانُواْ يَتَّقُونَ لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ لاَ تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ وَلاَ يَحْزُنكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ",
    "translation": "Unquestionably, [for] the allies of Allah there will be no fear concerning them, nor will they grieve,Those who believed and were fearing Allah,For them are good tidings in the worldly life and in the Hereafter. No change is there in the words of Allah . That is what is the great attainment,And let not their speech grieve you. Indeed, honor [due to power] belongs to Allah entirely. He is the Hearing, the Knowing"
  },
  {
    "surah": "سورة النحل -45:52",
    "ayah": "أَفَأَمِنَ الَّذِينَ مَكَرُواْ السَّيِّئَاتِ أَن يَخْسِفَ اللَّهُ بِهِمُ الأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لاَ يَشْعُرُونَ أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ أَوَ لَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِن شَيْءٍ يَتَفَيَّأُ ظِلالُهُ عَنِ الْيَمِينِ وَالْشَّمَائِلِ سُجَّدًا لِلَّهِ وَهُمْ دَاخِرُونَ وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مِن دَابَّةٍ وَالْمَلائِكَةُ وَهُمْ لاَ يَسْتَكْبِرُونَ يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ وَقَالَ اللَّهُ لاَ تَتَّخِذُواْ إِلَهَيْنِ اثْنَيْنِ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ فَإِيَّايَ فَارْهَبُونِ وَلَهُ مَا فِي السَّمَاوَاتِ وَالأَرْضِ وَلَهُ الدِّينُ وَاصِبًا أَفَغَيْرَ اللَّهِ تَتَّقُونَ",
    "translation": "Do then those who devise Evil (plots) feel secure That God will not cause The earth to swallow them up, Or that the Wrath will not Seize them from directions They little perceive ?,Or that He may not Call them to account In the midst of their goings To and fro, without a chance Of their frustrating Him ?,Or that He may not Call them to account By a process of slow wastage, For thy Lord is indeed Full of kindness and mercy,Do they not look At God’s creation, (even) Among (inanimate) things, How their (very) shadows Turn round, from the right And the left, prostrating Themselves to God, and that In the humblest manner ?And to God doth obeisance All that is in the heavens And on earth, whether Moving (living) creatures Or the angels : for none Are arrogant (before their Lord),They all revere their Lord, High above them, and they do All that they are commanded,God has said : “ Take not (For worship) two gods : For He is just One God : Then fear Me (and Me alone),To Him belongs whatever Is in the heavens and on earth, And to Him is duty due always : Then will ye fear other Than God ?"
  },
  {
    "surah": "سوره الحج -1:2",
    "ayah": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُم بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ",
    "translation": "mankind, fear your Lord. Indeed, the convulsion of the [final] Hour is a terrible thing,On the Day you see it every nursing mother will be distracted from that [child] she was nursing, and every pregnant woman will abort her pregnancy, and you will see the people [appearing] intoxicated while they are not intoxicated; but the punishment of Allah is severe"
  },
  {
    "surah": "سوره القصص -70:72",
    "ayah": "وَهُوَ اللَّهُ لا إِلَهَ إِلاَّ هُوَ لَهُ الْحَمْدُ فِي الأُولَى وَالآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِضِيَاء أَفَلا تَسْمَعُونَ قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلا تُبْصِرُونَ",
    "translation": "He is Allah. There is no god except He. To Him belongs all praise in this life, and in the next. All authority is His. And to Him, you will be returned,Say,Have you considered? If Allah were to make the night continuous over you until the Day of Resurrection, which god other than Allah could bring you light? Do you not listen?Have you considered? If Allah were to make the day continuous over you until the Day of Resurrection, which god other than Allah could bring you night, to rest in? Do you not see?"
  },
  {
    "surah": "سورة البقرة- 83",
    "ayah": "وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَانًا وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ",
    "translation": "We made a covenant with the Children of Israel:Worship none but Allah. And be good to parents, and relatives, and orphans, and the needy. And speak nicely to people, and pray regularly, and give alms, Then you turned away, except for a few of you, backsliding"
  },
  {
    "surah": "سورة النساء- 36",
    "ayah": "وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًاِ",
    "translation": "And worship Allah, and ascribe no partners to Him, and be good to the parents, and the relatives, and the orphans, and the poor, and the close neighbor, and the distant neighbor, and close friends, and the traveler, and your servants. Allah does not love the arrogant showoff"
  },
  {
    "surah": " سورة الأنعام -151",
    "ayah": "قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ",
    "translation": "Say,Come, let me tell you what your Lord has forbidden you: that you associate nothing with Him; that you honor your parents; that you do not kill your children because of poverty—We provide for you and for them; that you do not approach indecencies, whether outward or inward; and that you do not kill the soul which Allah has sanctified, except in the pursuit of justice. All this He has enjoined upon you, so that you may understand"
  },
  {
    "surah": "سورة الإسراء- 23: 24",
    "ayah": "وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا * وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا",
    "translation": "Your Lord has commanded that you worship none but Him, and to be good to your parents. If either of them, or both of them, reaches old age with you: do not say to them words of disrespect, nor scold them, but speak to them respectfully,nd lower to them the wing of humility, out of mercy, and say, “My Lord, have mercy on them, as they raised me from childhood"
  },
  {
    "surah": "سورة الإسراء- 26:27",
    "ayah": "وَآتِ ذَا الْقُرْبَىٰ حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا,نَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ ۖ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا",
    "translation": "And give the relative his rights, and the poor, and the wayfarer. And do not squander wastefully,The extravagant are brethren of the devils, and Satan is ever ungrateful to his Lord"
  },
  {
    "surah": "سورة مريم- 12 : 14",
    "ayah": "يَا يَحْيَىٰ خُذِ الْكِتَابَ بِقُوَّةٍ ۖ وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا,وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا,وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا",
    "translation": "O, John! Hold firmly to the Scripture!” And We gave him wisdom from childhood,And sympathy from Us, and purity; and he was devout,And kind to his parents; and he was not a disobedient bully"
  },
  {
    "surah": "سورة  لقمان- 14:15",
    "ayah": "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ, وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
    "translation": "And We entrusted the human being with the care of his parents. His mother carried him through hardship upon hardship, and his weaning takes two years. So give thanks to Me, and to your parents. To Me is the destination,But if they pressure you to associate with Me what you have no knowledge of, do not obey them. But keep them company in this life, in kindness, and follow the path of him who turns to Me. Then to Me is your return, and I will inform you of what you used to do"
  },
  {
    "surah": "سوره الأحقاف- 15:18",
    "ayah": "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ * أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ * وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ * أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ",
    "translation": "We have instructed the human being to kindness to his parents. His mother carried him with difficulty, and she delivered him with difficulty. His bearing and weaning take thirty months. Until, when he has reached his prime at the age of forty, he says, “My Lord, enable me to appreciate the blessings You have bestowed upon me and upon my parents, and to act with righteousness, pleasing You. And improve my children for me. I have sincerely repented to You, and I am of those who submit,Those are they from whom We accept the best of their deeds, and We overlook their misdeeds—among the inhabitants of Paradise—the promise of truth which they are promised,As for him who says to his parents, “Enough of you! Are you warning me that I will be raised up—when generations before me have passed away?” While they cry to Allah for help, “Woe to you! Believe! The promise of Allah is true!” But he says, “These are nothing but tales of the ancients,Those are they upon whom the verdict is justified, among communities that passed away before them, of jinn and humans. They are truly losers"
  },
  {
    "surah": "سوره الناس- 1:6",
    "ayah": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ , مَلِكِ النَّاسِ,إِلَهِ النَّاسِ , مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ , الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ , مِنَ الْجِنَّةِ وَالنَّاسِ",
    "translation": "Say,I seek refuge in the Lord of humankind,The King of humankind,The God of humankind,From the evil of the sneaky whisperer,Who whispers into the hearts of people,From among the jinn and among humankind"
  },
  {
    "surah": "سورة الفلق- 1:5",
    "ayah": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "translation": "Say, I seek refuge in the Lord of Daybreak,  From the evil of what He created,And from the evil of the darkness as it gathers,And from the evil of those who practice sorcery,And from the evil of an envier when he envies"
  },
  {
    "surah": "سورة الإخلاص- 1:4",
    "ayah": "قلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ",
    "translation": "Say,He is Allah, the One, Allah, the Eternal,He begets not, nor was He begotten,And there is none comparable to Him"
  },
  {
    "surah": "سورة المسد- 1:5",
    "ayah": "تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ * مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ * سَيَصْلَى نَارًا ذَاتَ لَهَبٍ * وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ *فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ",
    "translation": "Condemned are the hands of Abee Lahab* and he is condemned*His wealth did not avail him, nor did what he acquired*He will enter a Blazing Fire*Around her neck is a rope of thorns"
  },
  {
    "surah": "سورة النصر- 1:3",
    "ayah": "إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ * وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا * فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا",
    "translation": "When Allah’s Victory and Conquest come*And you see the people entering Allah’s religion in crowds*Then celebrate the praises of your Lord, and seek His forgiveness. He is the Acceptor of Repentance"
  },
  {
    "surah": "سورة  الكافرون-1:6",
    "ayah": "قُلْ يَا أَيُّهَا الْكَافِرُونَ * لَا أَعْبُدُ مَا تَعْبُدُونَ * وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ * وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ *وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ * لَكُمْ دِينُكُمْ وَلِيَ دِينِِ",
    "translation": "Say,O disbelievers*I do not worship what you worship*Nor do you worship what I worship*Nor do I serve what you serve*Nor do you serve what I serve*To you your religion, and to me my religion"
  },
  {
    "surah": "سورة الكوثر-1:3",
    "ayah": "إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ* فَصَلِّ لِرَبِّكَ وَانْحَرْ *إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ",
    "translation": "We have given you plenty*So pray to your Lord and sacrifice*He who hates you is cut off"
  },
  {
    "surah": "سورة قريش-1:4",
    "ayah": "إِيلَافِ قُرَيْشٍ *إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ *فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ * الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ",
    "translation": "For the security of Quraish*Their security during winter and summer journeys*Let them worship the Lord of this House*Who has fed them against hunger, and secured them against fear"
  },
  {
    "surah": "سورة الفيل-1:5",
    "ayah": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ * أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ *وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ * تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ * فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ",
    "translation": "Seest thou not how thy Lord dealt with the Companions of the Elephant?Did He not make their treacherous plan go astray?And He sent against them Flights of Birds,Striking them with stones of baked clay,Then did He make them like an empty field of stalks and straw, (of which the corn) has been eaten up"
  },
  {
    "surah": "سورة العصر-1:3",
    "ayah": "وَالْعَصْرِ * إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ * إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ",
    "translation": "By time*Indeed, mankind is in loss*Except for those who have believed and done righteous deeds and advised each other to truth and advised each other to patience"
  },
  {
    "surah": "سورة القدر-1:5",
    "ayah": "َإِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ * وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ* لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ * تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ * سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ",
    "translation": "Indeed, We sent the Qur'an down during the Night of Decree*And what can make you know what is the Night of Decree?*The Night of Decree is better than a thousand months*The angels and the Spirit descend therein by permission of their Lord for every matter*Peace it is until the emergence of dawn"
  },
  {
    "surah": "سورة الفجر-1:5",
    "ayah": "وَالْفَجْرِ * وَلَيَالٍ عَشْرٍ*وَالشَّفْعِ وَالْوَتْرِ * وَاللَّيْلِ إِذَا يَسْرِ * هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ",
    "translation": "By the dawn*And [by] ten nights*And [by] the even [number] and the odd*And [by] the night when it passes*Is there [not] in [all] that an oath [sufficient] for one of perception?"
  },
  {
    "surah": "سورة الفجر-15:16",
    "ayah": "فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ * وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ *",
    "translation": "And as for man, when his Lord tries him and [thus] is generous to him and favors him, he says,My Lord has honored me*But when He tries him and restricts his provision, he says,My Lord has humiliated me"
  },
  {
    "surah": "سورة البقرة  -  13",
    "ayah": "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ ۖ وَإِنَّ فَرِيقًا مِّنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ",
    "translation": "Those unto whom We gave the Scripture recognise (this revelation) as they recognise their sons. But lo! a party of them knowingly conceal the truth"
  },
  {
    "surah": "سورة يوسف- 83",
    "ayah": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ عَسَى الله أَن يَأْتِيَنِي بِهِمْ جَمِيعًا إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ",
    "translation": "Rather, your souls have enticed you to something, so patience is most fitting. Perhaps Allah will bring them to me all together. Indeed it is He who is the Knowing, the Wise"
  },
  {
    "surah": " سورة الأعلى-16:17",
    "ayah": " بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا * وَالْآخِرَةُ خَيْرٌ وَأَبْقَى",
    "translation": "But you prefer the worldly life,While the Hereafter is better and more enduring"
  },
  {
    "surah": "سورة الطارق-15:17",
    "ayah": " إِنَّهُمْ يَكِيدُونَ كَيْدًا * وَأَكِيدُ كَيْدًا* فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا",
    "translation": "Indeed, they are planning a plan,*But I am planning a plan*So allow time for the disbelievers. Leave them awhile"
  },
  {
    "surah": "سورة الطارق-5:6",
    "ayah": " فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ * خُلِقَ مِنْ مَاءٍ دَافِقٍ ",
    "translation": "He was created from a fluid, ejected,Emerging from between the backbone and the ribs"
  },
  {
    "surah": "سورة المطففين-1:2",
    "ayah": "وَيْلٌ لِلْمُطَفِّفِينَ * الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ",
    "translation": "Woe to those who give less [than due]*Who, when they take a measure from people, take in full"
  },
  {
    "surah": "سورة الانفطار-6:8",
    "ayah": "يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ* الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ * فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ",
    "translation": "O mankind, what has deceived you concerning your Lord, the Generous,*Who created you, proportioned you, and balanced you?*In whatever form He willed has He assembled you"
  },
  {
    "surah": "سورة الانفطار-18:19",
    "ayah": " ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ*يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ",
    "translation": "Then, what can make you know what is the Day of Recompense?*It is the Day when a soul will not possess for another soul [power to do] a thing; and the command, that Day, is [entirely] with Allah"
  },
  {
    "surah": "سورة البلد - 17",
    "ayah": "ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ",
    "translation": "And then being among those who believed and advised one another to patience and advised one another to compassion"
  },
  {
    "surah": "سورة الأعراف - 126",
    "ayah": "وَمَا تَنقِمُ مِنَّا إِلاَّ أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
    "translation": "And you do not resent us except because we believed in the signs of our Lord when they came to us. Our Lord, pour upon us patience and let us die as Muslims [in submission to You"
  },
  {
    "surah": "القصص - 80",
    "ayah": "وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ الله خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلا يُلَقَّاهَا إِلا الصَّابِرُونَ",
    "translation": "But those who had been given knowledge said, Woe to you! The reward of Allah is better for he who believes and does righteousness. And none are granted it except the patient"
  },
  {
    "surah": "الزمر - 10",
    "ayah": "قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ الله وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ",
    "translation": "ay, O My servants who have believed, fear your Lord. For those who do good in this world is good, and the earth of Allah is spacious. Indeed, the patient will be given their reward without account."
  },
  {
    "surah": "آل عمران - 17",
    "ayah": "الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنفِقِينَ وَالْمُسْتَغْفِرِينَ بِالأَسْحَارِ",
    "translation": "The patient, the true, the obedient, those who spend [in the way of Allah ], and those who seek forgiveness before dawn."
  },
  {
    "surah": "سورة النحل-126",
    "ayah": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُم بِهِ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرينَ",
    "translation": "And if you punish [an enemy, O believers], punish with an equivalent of that with which you were harmed. But if you are patient - it is better for those who are patient"
  },
  {
    "surah": "سورة الأنبياء - 85",
    "ayah": "ِوَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ كُلٌّ مِّنَ الصَّابِرِينَ",
    "translation": "And [mention] Ishmael and Idrees and Dhul-Kifl; all were of the patient"
  },
  {
    "surah": "سورة البقرة -45",
    "ayah": "وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ",
    "translation": "And seek help through patience and prayer, and indeed, it is difficult except for the humbly submissive [to Allah ]"
  },
  {
    "surah": "سورة البقرة-110",
    "ayah": "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "translation": "And establish prayer and give zakah, and whatever good you put forward for yourselves - you will find it with Allah. Indeed, Allah of what you do, is Seeing"
  },
  {
    "surah": "سورة البقرة - 238",
    "ayah": "حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ",
    "translation": "Maintain with care the [obligatory] prayers and [in particular] the middle prayer and stand before Allah, devoutly obedient."
  },
  {
    "surah": "سورة إبراهيم- 40",
    "ayah": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "translation": "My Lord, make me an establisher of prayer, and [many] from my descendants. Our Lord, and accept my supplication."
  },
  {
    "surah": "سورة مريم ا-31",
    "ayah": "وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا",
    "translation": "And He has made me blessed wherever I am and has enjoined upon me prayer and zakah as long as I remain alive"
  },
  {
    "surah": "سورة طه - 14",
    "ayah": "إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي",
    "translation": "Indeed, I am Allah . There is no deity except Me, so worship Me and establish prayer for My remembrance."
  },
  {
    "surah": " سورة  طه - 132",
    "ayah": "وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَىِ",
    "translation": "And enjoin prayer upon your family [and people] and be steadfast therein. We ask you not for provision; We provide for you, and the [best] outcome is for [those of] righteousness"
  },
  {
    "surah": "سورة الحج -77",
    "ayah": "يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ",
    "translation": "O you who have believed, bow and prostrate and worship your Lord and do good - that you may succeed."
  },
  {
    "surah": "سورة لقمان -17",
    "ayah": "يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ",
    "translation": "O my son, establish prayer, enjoin what is right, forbid what is wrong, and be patient over what befalls you. Indeed, [all] that is of the matters [requiring] determination"
  },
  {
    "surah": "سورة فاطر - 29",
    "ayah": "إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ",
    "translation": "Indeed, those who recite the Book of Allah and establish prayer and spend [in His cause] out of what We have provided them, secretly and publicly, [can] expect a profit that will never perish "
  },
  {
    "surah": "سورة البينة-5",
    "ayah": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ",
    "translation": "And they have been commanded no more than this: To worship Allah, offering Him sincere devotion, being true (in faith); to establish regular prayer; and to practise regular charity; and that is the Religion Right and Straight."
  },
  {
    "surah": "سورة طه- 114",
    "ayah": "وَ قُلْ رَبِّ زِدْنِي عِلْماً",
    "translation": "So high [above all] is Allah, the Sovereign, the Truth. And, [O Muhammad], do not hasten with [recitation of] the Qur'an before its revelation is completed to you, and say, My Lord, increase me in knowledge  "
  },
  {
    "surah": " سورة الزمر - 9",
    "ayah": "قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَاب",
    "translation": "Is one who is devoutly obedient during periods of the night, prostrating and standing [in prayer], fearing the Hereafter and hoping for the mercy of his Lord, [like one who does not]? Say, Are those who know equal to those who do not know? Only they will remember [who are] people of understanding"
  },
  {
    "surah": "سورة المجادلة- 11",
    "ayah": "يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَ الَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتَ",
    "translation": " O you who have believed, when you are told, Space yourselves, in assemblies, then make space; Allah will make space for you. And when you are told, Arise, then arise; Allah will raise those who have believed among you and those who were given knowledge, by degrees. And Allah is Acquainted with what you do"
  },
  {
    "surah": " سورة آل عمران- 18",
    "ayah": "شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلَّا هُوَ وَالْمَلائِكَةُ وَ أُولُو الْعِلْمِ قَائِماً بِالْقِسْطِ",
    "translation": "Allah witnesses that there is no deity except Him, and [so do] the angels and those of knowledge - [that He is] maintaining [creation] in justice. There is no deity except Him, the Exalted in Might, the Wise."
  },
  {
    "surah": "سورة البقرة-160",
    "ayah": "إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ",
    "translation": "Except for those who repent and correct themselves and make evident [what they concealed]. Those - I will accept their repentance, and I am the Accepting of repentance, the Merciful"
  },
  {
    "surah": "سورة البقرة-222",
    "ayah": "إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ",
    "translation": "And they ask you about menstruation. Say, It is harm, so keep away from wives during menstruation. And do not approach them until they are pure. And when they have purified themselves, then come to them from where Allah has ordained for you. Indeed, Allah loves those who are constantly repentant and loves those who purify themselves"
  },
  {
    "surah": "سورة المائدة -39",
    "ayah": "فَمَنْ تَابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
    "translation": "But whoever repents after his wrongdoing and reforms, indeed, Allah will turn to him in forgiveness. Indeed, Allah is Forgiving and Merciful"
  },
  {
    "surah": "سورة الأعراف - 153",
    "ayah": "وَالَّذِينَ عَمِلُوا السَّيِّئَاتِ ثُمَّ تَابُوا مِنْ بَعْدِهَا وَآمَنُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ",
    "translation": "But those who committed misdeeds and then repented after them and believed - indeed your Lord, thereafter, is Forgiving and Merciful"
  },
  {
    "surah": " سورة مريم - 60",
    "ayah": " إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا",
    "translation": "Except those who repent, believe and do righteousness; for those will enter Paradise and will not be wronged at all"
  },
  {
    "surah": "سورة الفرقان - 70",
    "ayah": "إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
    "translation": "Except for those who repent, believe and do righteous work. For them Allah will replace their evil deeds with good. And ever is Allah Forgiving and Merciful"
  },
  {
    "surah": "سورة غافر - 3",
    "ayah": "غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ",
    "translation": "The forgiver of sin, acceptor of repentance, severe in punishment, owner of abundance. There is no deity except Him; to Him is the destination"
  },
  {
    "surah": "سورة الشورى - 25",
    "ayah": "وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
    "translation": "And it is He who accepts repentance from his servants and pardons misdeeds, and He knows what you do"
  },
  {
    "surah": "سورة النصر- 3",
    "ayah": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًاٌ",
    "translation": "Then exalt [Him] with praise of your Lord and ask forgiveness of Him. Indeed, He is ever Accepting of repentance"
  },
  {
    "surah": "سورة عبس  -  34:37",
    "ayah": "يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ * وَأُمِّهِ وَأَبِيهِ * وَصَاحِبَتِهِ وَبَنِيهِ * لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ",
    "translation": "On the Day a man will flee from his brother*And his mother and his father*And his wife and his children,*For every man, that Day, will be a matter adequate for him"
  },
  {
    "surah": "سورة القصص  - 73",
    "ayah": "وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "translation": "And out of His mercy He made for you the night and the day that you may rest therein and [by day] seek from His bounty and [that] perhaps you will be grateful"
  },
  {
    "surah": "سورة البقرة  -  21",
    "ayah": "لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا",
    "translation": "No soul shall have a burden laid on it greater than it can bear"
  },
  {
    "surah": "سورة الروم - 23",
    "ayah": "وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ",
    "translation": "And of His signs is your sleep by night and day and your seeking of His bounty. Indeed in that are signs for a people who listen."
  },
  {
    "surah": "سورة الملك  -  15",
    "ayah": "هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ",
    "translation": "It is He who made the earth tame for you - so walk among its slopes and eat of His provision - and to Him is the resurrection"
  },
  {
    "surah": "سورة الأنفال - 27",
    "ayah": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ",
    "translation": "O you who have believed, do not betray Allah and the Messenger or betray your trusts while you know [the consequence]"
  },
  {
    "surah": "سورة القصص - 26",
    "ayah": "قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ",
    "translation": "One of the women said, O my father, hire him. Indeed, the best one you can hire is the strong and the trustworthy"
  },
  {
    "surah": "سورة المائدة  - 2",
    "ayah": "وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
    "translation": "O ye who believe! Violate not the sanctity of the symbols of Allah, nor of the sacred month, nor of the animals brought for sacrifice, nor the garlands that mark out such animals, nor the people resorting to the sacred house, seeking of the bounty and good pleasure of their Lord. But when ye are clear of the sacred precincts and of pilgrim garb, ye may hunt and let not the hatred of some people in (once) shutting you out of the Sacred Mosque lead you to transgression (and hostility on your part). Help ye one another in righteousness and piety, but help ye not one another in sin and rancour: fear Allah: for Allah is strict in punishment"
  },
  {
    "surah": "سورة الكهف - 95",
    "ayah": "قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
    "translation": "He said, That in which my Lord has established me is better [than what you offer], but assist me with strength; I will make between you and them a dam."
  },
  {
    "surah": "سورة الأعلى - 14:15 ",
    "ayah": "قَدْ أَفْلَحَ مَنْ تَزَكَّى * وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى",
    "translation": "Prosperous is he who purifies himself*and remembers the Name of his Lord, so he prays"
  },
  {
    "surah": "سورة البقرة  -  23",
    "ayah": "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
    "translation": "Our Lord! Pour out constancy on us and make our steps firm: Help us against those that reject faith"
  },
  {
    "surah": "سورة طه - 132",
    "ayah": "وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى",
    "translation": "And enjoin prayer upon your family [and people] and be steadfast therein. We ask you not for provision; We provide for you, and the [best] outcome is for [those of] righteousness"
  },
  {
    "surah": "سورة الروم - 37",
    "ayah": "لَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونََ",
    "translation": "Do they not see that Allah extends provision for whom He wills and restricts [it]? Indeed, in that are signs for a people who believe"
  },
  {
    "surah": "سورة الروم - 36",
    "ayah": "وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
    "translation": "And when We let the people taste mercy, they rejoice therein, but if evil afflicts them for what their hands have put forth, immediately they despair"
  },
  {
    "surah": "سورة الروم - 38",
    "ayah": "فَآتِ ذَا الْقُرْبَىٰ حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ۚ ذَٰلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
    "translation": "So give the relative his right, as well as the needy and the traveler. That is best for those who desire the countenance of Allah, and it is they who will be the successful"
  },
  {
    "surah": "سورة الروم - 40",
    "ayah": "للَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَٰلِكُمْ مِنْ شَيْءٍ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
    "translation": "Allah is the one who created you, then provided for you, then will cause you to die, and then will give you life. Are there any of your ,partners, who does anything of that? Exalted is He and high above what they associate with Him"
  },
  {
    "surah": "سورة الروم - 41",
    "ayah": "ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ",
    "translation": "Corruption has appeared throughout the land and sea by [reason of] what the hands of people have earned so He may let them taste part of [the consequence of] what they have done that perhaps they will return [to righteousness]"
  },
  {
    "surah": "سورة الروم - 43",
    "ayah": "أَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۖ يَوْمَئِذٍ يَصَّدَّعُونَِ",
    "translation": "So direct your face toward the correct religion before a Day comes from Allah of which there is no repelling. That Day, they will be divided."
  },
  {
    "surah": "سورة الروم - 50",
    "ayah": "فَانْظُرْ إِلَىٰ آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ إِنَّ ذَٰلِكَ لَمُحْيِي الْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ ",
    "translation": "So observe the effects of the mercy of Allah - how He gives life to the earth after its lifelessness. Indeed, that [same one] will give life to the dead, and He is over all things competent"
  },
  {
    "surah": "سورة الروم - 54",
    "ayah": "اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَاءُ ۖ وَهُوَ الْعَلِيمُ الْقَدِيرُ",
    "translation": "Allah is the one who created you from weakness, then made after weakness strength, then made after strength weakness and white hair. He creates what He wills, and He is the Knowing, the Competent"
  },
  {
    "surah": "سورة الروم - 56",
    "ayah": "وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَىٰ يَوْمِ الْبَعْثِ ۖ فَهَٰذَا يَوْمُ الْبَعْثِ وَلَٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ",
    "translation": "But those who were given knowledge and faith will say, You remained the extent of Allah 's decree until the Day of Resurrection, and this is the Day of Resurrection, but you did not used to know"
  },
  {
    "surah": "سورة الروم - 60",
    "ayah": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ",
    "translation": "So be patient. Indeed, the promise of Allah is truth. And let them not disquiet you who are not certain [in faith]"
  },
  {
    "surah": " سورة سبأ - 36",
    "ayah": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُو",
    "translation": "Say, Indeed, my Lord extends provision for whom He wills and restricts [it], but most of the people do not know"
  },
  {
    "surah": "سورة سبأ - 1",
    "ayah": "الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ ۚ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
    "translation": "[All] praise is [due] to Allah, to whom belongs whatever is in the heavens and whatever is in the earth, and to Him belongs [all] praise in the Hereafter. And He is the Wise, the Acquainted"
  },
  {
    "surah": " سورة سبأ - 9",
    "ayah": "أَفَلَمْ يَرَوْا إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ۚ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ",
    "translation": "Then, do they not look at what is before them and what is behind them of the heaven and earth? If We should will, We could cause the earth to swallow them or [could] let fall upon them fragments from the sky. Indeed in that is a sign for every servant turning back [to Allah ]"
  },
  {
    "surah": "سورة البقرة  - 247",
    "ayah": "الَّذِينَ يُنفِقُونَ أَمْوَالَهُم بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "translation": "Those who (in charity) spend of their goods by night and by day, in secret and in public, have their reward with their Lord: on them shall be no fear, nor shall they grieve"
  },
  {
    "surah": "سورة البقرة  - 248",
    "ayah": "فَيَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ",
    "translation": "He forgives whom He pleased, and punishes whom He pleased"
  },
  {
    "surah": "سورة سبأ - 24",
    "ayah": "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ",
    "translation": "Say, Who provides for you from the heavens and the earth? Say,  Allah . And indeed, we or you are either upon guidance or in clear error"
  },
  {
    "surah": "سورة يونس  - 10",
    "ayah": "وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
    "translation": "Their call therein will be, Exalted are You, O Allah, and their greeting therein will be, Peace.And the last of their call will be, Praise to Allah, Lord of the worlds!"
  },
  {
    "surah": "سورة الكهف - 1",
    "ayah": "الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَىٰ عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا",
    "translation": "praise is [due] to Allah, who has sent down upon His Servant the Book and has not made therein any deviance."
  },
  {
    "surah": "سورة آل عمران - 5",
    "ayah": "إِنَّ اللَّـهَ لَا يَخْفَىٰ عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
    "translation": "Indeed, from Allah nothing is hidden in the earth nor in the heaven."
  },
  {
    "surah": "سورة آل عمران - 8",
    "ayah": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً",
    "translation": "Our Lord, let not our hearts deviate after You have guided us and grant us from Yourself mercy. Indeed, You are the Bestower"
  },
  {
    "surah": "سورة النمل - 15",
    "ayah": "وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ",
    "translation": "And We had certainly given to David and Solomon knowledge, and they said, Praise [is due] to Allah, who has favored us over many of His believing servants"
  },
  {
    "surah": " سورة القصص - 70",
    "ayah": "لَهُ الْحَمْدُ فِي الْأُولَىٰ وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
    "translation": "And He is Allah ; there is no deity except Him. To Him is [due all] praise in the first [life] and the Hereafter. And His is the [final] decision, and to Him you will be returned"
  },
  {
    "surah": "سورة الروم - 18",
    "ayah": "وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ",
    "translation": "And to Him is [due all] praise throughout the heavens and the earth. And [exalted is He] at night and when you are at noon."
  },
  {
    "surah": " سورة سبأ - 1",
    "ayah": "الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ",
    "translation": " praise is [due] to Allah, to whom belongs whatever is in the heavens and whatever is in the earth, and to Him belongs [all] praise in the Hereafter. And He is the Wise, the Acquainted"
  },
  {
    "surah": "سورة فاطر - 34 ",
    "ayah": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ",
    "translation": "And they will say, Praise to Allah, who has removed from us [all] sorrow. Indeed, our Lord is Forgiving and Appreciative"
  },
  {
    "surah": "سورة آل عمران - 16",
    "ayah": "رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
    "translation": "those who say: Our Lord! we have indeed believed: forgive us, then, our sins, and save us from the agony of the Fire"
  },
  {
    "surah": "سورة البقرة - 38",
    "ayah": "ُفَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "translation": "We said, Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve"
  },
  {
    "surah": "سورة آل عمران - 19",
    "ayah": "وَمَن يَكْفُرْ بِآيَاتِ اللَّـهِ فَإِنَّ اللَّـهَ سَرِيعُ الْحِسَابِ",
    "translation": "Indeed, the religion in the sight of Allah is Islam. And those who were given the Scripture did not differ except after knowledge had come to them - out of jealous animosity between themselves. And whoever disbelieves in the verses of Allah, then indeed, Allah is swift in [taking] account."
  },
  {
    "surah": " سورة البقرة - 62",
    "ayah": "فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "translation": "who believed in Allah and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve"
  },
  {
    "surah": "سورة آل عمران- 139",
    "ayah": "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
    "translation": "So do not weaken and do not grieve, and you will be superior if you are [true] believers"
  },
  {
    "surah": "سورة آل عمران - 153",
    "ayah": "فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَىٰ مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ",
    "translation": "when you [fled and] climbed [the mountain] without looking aside at anyone while the Messenger was calling you from behind. So Allah repaid you with distress upon distress so you would not grieve for that which had escaped you [of victory and spoils of war] or [for] that which had befallen you [of injury and death]. And Allah is [fully] Acquainted with what you do"
  },
  {
    "surah": "سورة التوبة - 40",
    "ayah": "إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا ۖ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَىٰ ۗ وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
    "translation": "If ye help not (your leader), (it is no matter): for Allah did indeed help him, when the Unbelievers drove him out: he had no more than one companion; they two were in the cave, and he said to his companion, Have no fear, for Allah is with us: then Allah sent down His peace upon him, and strengthened him with forces which ye saw not, and humbled to the depths the word of the Unbelievers. But the word of Allah is exalted to the heights: for Allah is Exalted in might, Wise"
  },
  {
    "surah": "سورة الرعد - 28",
    "ayah": "الّذِينَ آمَنُواْ وَتَطْمَئِنّ قُلُوبُهُمْ بِذِكْرِ اللّهِ أَلاَ بِذِكْرِ اللّهِ تَطْمَئِنّ الْقُلُوبُ",
    "translation": "Those who have believed and whose hearts are assured by the remembrance of Allah . Unquestionably, by the remembrance of Allah hearts are assured"
  },
  {
    "surah": " سورة آل عمران - 27",
    "ayah": "وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ",
    "translation": "You cause the night to enter the day, and You cause the day to enter the night; and You bring the living out of the dead, and You bring the dead out of the living. And You give provision to whom You will without account."
  },
  {
    "surah": "سورة فاطر - 34",
    "ayah": "وَقَالُواْ الْحَمْدُ للّهِ الّذِيَ أَذْهَبَ عَنّا الْحَزَنَ إِنّ رَبّنَا لَغَفُورٌ شَكُورٌ",
    "translation": "And they will say, Praise to Allah, who has removed from us [all] sorrow. Indeed, our Lord is Forgiving and Appreciative"
  },
  {
    "surah": "سورة الإسراء - 82",
    "ayah": " وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاء وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّالِمِينَ إَلاَّ خَسَارًا ",
    "translation": "And We send down of the Qur'an that which is healing and mercy for the believers, but it does not increase the wrongdoers except in loss"
  },
  {
    "surah": "سورة هود - 56",
    "ayah": "إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ ۚ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ۚ إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
    "translation": "Indeed, I have relied upon Allah, my Lord and your Lord. There is no creature but that He holds its forelock. Indeed, my Lord is on a path [that is] straight"
  },
  {
    "surah": "سورة الفرقان - 58",
    "ayah": "وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ ۚ وَكَفَىٰ بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا",
    "translation": "And rely upon the Ever-Living who does not die, and exalt [ Allah ] with His praise. And sufficient is He to be, with the sins of His servants, Acquainted "
  },
  {
    "surah": " سورة النمل - 79",
    "ayah": "فَتَوَكَّلْ عَلَى اللَّهِ ۖ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ",
    "translation": "So rely upon Allah ; indeed, you are upon the clear truth."
  },
  {
    "surah": " سورة آل عمران - 31",
    "ayah": "قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّـهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّـهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ",
    "translation": "Say, [O Muhammad], If you should love Allah, then follow me, [so] Allah will love you and forgive you your sins. And Allah is Forgiving and Merciful"
  },
  {
    "surah": "سورة الإسراء - 2",
    "ayah": "وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا",
    "translation": "And We gave Moses the Scripture and made it a guidance for the Children of Israel that you not take other than Me as Disposer of affairs"
  },
  {
    "surah": "سورة يونس - 84",
    "ayah": "وَقَالَ مُوسَىٰ يَا قَوْمِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ",
    "translation": "And Moses said, O my people, if you have believed in Allah, then rely upon Him, if you should be Muslims."
  },
  {
    "surah": " سورة الشورى - 10",
    "ayah": "وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ۚ ذَٰلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
    "translation": "And in anything over which you disagree - its ruling is [to be referred] to Allah . [Say], That is Allah, my Lord; upon Him I have relied, and to Him I turn back"
  },
  {
    "surah": "سورة آل عمران - 53",
    "ayah": "رَبَّنَا آمَنَّا بِمَا أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
    "translation": "Our Lord, we have believed in what You revealed and have followed the messenger Jesus, so register us among the witnesses [to truth]"
  },
  {
    "surah": "سورة آل عمران - 54",
    "ayah": "وَمَكَرُوا وَمَكَرَ اللَّـهُ ۖ وَاللَّـهُ خَيْرُ الْمَاكِرِينَ",
    "translation": "And the disbelievers planned, but Allah planned. And Allah is the best of planners"
  },
  {
    "surah": "سورة الملك - 29",
    "ayah": "قُلْ هُوَ الرَّحْمَٰنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ",
    "translation": "Say, He is the Most Merciful; we have believed in Him, and upon Him we have relied. And you will [come to] know who it is that is in clear error."
  },
  {
    "surah": "سورة آل عمران - 57",
    "ayah": "وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ",
    "translation": "But as for those who believed and did righteous deeds, He will give them in full their rewards, and Allah does not like the wrongdoers"
  },
  {
    "surah": "سورة البقرة - 216",
    "ayah": "وَعَسَىٰ أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ ۖ وَعَسَىٰ أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ ۗ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ ",
    "translation": "But perhaps you hate a thing and it is good for you; and perhaps you love a thing and it is bad for you. And Allah Knows, while you know not"
  },
  {
    "surah": " سورة الأنفال - 2",
    "ayah": "",
    "translation": "The believers are only those who, when Allah is mentioned, their hearts become fearful, and when His verses are recited to them, it increases them in faith; and upon their Lord they rely"
  },
  {
    "surah": "سورة الأنفال - 61",
    "ayah": "وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
    "translation": "And if they incline to peace, then incline to it [also] and rely upon Allah . Indeed, it is He who is the Hearing, the Knowing"
  },
  {
    "surah": "سورة الأحزاب - 3",
    "ayah": "وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا",
    "translation": "And rely upon Allah ; and sufficient is Allah as Disposer of affairs."
  },
  {
    "surah": "سورة الأحزاب - 48",
    "ayah": "وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا",
    "translation": "And do not obey the disbelievers and the hypocrites but do not harm them, and rely upon Allah . And sufficient is Allah as Disposer of affairs"
  },
  {
    "surah": "سورة آل عمران - 92",
    "ayah": "لَن تَنَالُوا الْبِرَّ حَتَّىٰ تُنفِقُوا مِمَّا تُحِبُّونَ",
    "translation": "Never will you attain the good [reward] until you spend [in the way of Allah ] from that which you love. And whatever you spend - indeed, Allah is Knowing of it"
  },
  {
    "surah": " سورة التوبة - 129",
    "ayah": "فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "translation": "But if they turn away, [O Muhammad], say, Sufficient for me is Allah ; there is no deity except Him. On Him I have relied, and He is the Lord of the Great Throne"
  },
  {
    "surah": "سورة التوبة - 51",
    "ayah": "قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
    "translation": "Say, Never will we be struck except by what Allah has decreed for us; He is our protector.And upon Allah let the believers rely."
  },
  {
    "surah": "سورة آل عمران -  100",
    "ayah": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تُطِيعُوا فَرِيقًا مِّنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُم بَعْدَ إِيمَانِكُمْ كَافِرِينَ",
    "translation": "O you who have believed, if you obey a party of those who were given the Scripture, they would turn you back, after your belief, [to being] unbelievers."
  },
  {
    "surah": "سورة آل عمران - 101",
    "ayah": "وَمَن يَعْتَصِم بِاللَّـهِ فَقَدْ هُدِيَ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ",
    "translation": "And how could you disbelieve while to you are being recited the verses of Allah and among you is His Messenger? And whoever holds firmly to Allah has [indeed] been guided to a straight path."
  },
  {
    "surah": " سورة آل عمران  - 102",
    "ayah": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّـهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
    "translation": "O you who have believed, fear Allah as He should be feared and do not die except as Muslims [in submission to Him]."
  },
  {
    "surah": "سورة آل عمران  - 103",
    "ayah": "وَاعْتَصِمُوا بِحَبْلِ اللَّـهِ جَمِيعًا وَلَا تَفَرَّقُوا",
    "translation": "And hold firmly to the rope of Allah all together and do not become divided"
  },
  {
    "surah": "سورة آل عمران - 103",
    "ayah": "وَاذْكُرُوا نِعْمَتَ اللَّـهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَانًا",
    "translation": "And hold firmly to the rope of Allah all together and do not become divided. And remember the favor of Allah upon you - when you were enemies and He brought your hearts together and you became, by His favor, brothers"
  },
  {
    "surah": "سورة آل عمران -104",
    "ayah": "وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۚ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
    "translation": "And let there be [arising] from you a nation inviting to [all that is] good, enjoining what is right and forbidding what is wrong, and those will be the successful"
  },
  {
    "surah": "سورة آل عمران - 110",
    "ayah": "كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ ۗ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ ۚ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ",
    "translation": "You are the best nation produced [as an example] for mankind. You enjoin what is right and forbid what is wrong and believe in Allah . If only the People of the Scripture had believed, it would have been better for them. Among them are believers, but most of them are defiantly disobedient"
  },
  {
    "surah": "سورة إبراهيم - 32",
    "ayah": "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ ۖ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ ۖ وَسَخَّرَ لَكُمُ الْأَنْهَارَ",
    "translation": "It is Allah who created the heavens and the earth and sent down rain from the sky and produced thereby some fruits as provision for you and subjected for you the ships to sail through the sea by His command and subjected for you the rivers"
  },
  {
    "surah": "سورة المائدة - 7",
    "ayah": " إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ ",
    "translation": "We hear and we obey: And fear Allah, for Allah know well the secrets of your hearts"
  },
  {
    "surah": "سورة النحل - 65",
    "ayah": "وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ",
    "translation": "And Allah sends down rain from the skies, and gives therewith life to the earth after its death: verily in this is a Sign for those who listen"
  },
  {
    "surah": "آل عمران - 126",
    "ayah": "وَمَا النَّصْرُ إِلَّا مِنْ عِندِ اللَّـهِ الْعَزِيزِ الْحَكِيمِ",
    "translation": "Allah made it but a message of hope for you, and an assurance to your hearts: (in any case) there is no help except from Allah. The Exalted, the Wise"
  },
  {
    "surah": "سورة آل عمران - 130",
    "ayah": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُّضَاعَفَةً ۖ وَاتَّقُوا اللَّـهَ لَعَلَّكُمْ تُفْلِحُونَ",
    "translation": "you who have believed, do not consume usury, doubled and multiplied, but fear Allah that you may be successful"
  },
  {
    "surah": "سورة آل عمران - 132",
    "ayah": "وَأَطِيعُوا اللَّـهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
    "translation": "And obey Allah and the Messenger that you may obtain mercy"
  },
  {
    "surah": "سورة آل عمران - 133",
    "ayah": "وَسَارِعُوا إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ",
    "translation": "And hasten to forgiveness from your Lord and a garden as wide as the heavens and earth, prepared for the righteous"
  },
  {
    "surah": "سورة طه - 53",
    "ayah": "الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّىٰ",
    "translation": "who has made for you the earth as a bed [spread out] and inserted therein for you roadways and sent down from the sky, rain and produced thereby categories of various plants"
  },
  {
    "surah": "سورة آل عمران - 138",
    "ayah": "هَـٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ",
    "translation": "This [Qur'an] is a clear statement to [all] the people and a guidance and instruction for those conscious of Allah ."
  },
  {
    "surah": "سورة آل عمران - 139",
    "ayah": "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنتُمُ الْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ",
    "translation": "So do not weaken and do not grieve, and you will be superior if you are [true] believers"
  },
  {
    "surah": "سورة المؤمنون - 18",
    "ayah": "وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍ بِهِ لَقَادِرُونَ",
    "translation": "And We have sent down rain from the sky in a measured amount and settled it in the earth. And indeed, We are Able to take it away"
  },
  {
    "surah": "سورة آل عمران - 149",
    "ayah": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تُطِيعُوا الَّذِينَ كَفَرُ‌وا يَرُ‌دُّوكُمْ عَلَىٰ أَعْقَابِكُمْ فَتَنقَلِبُوا خَاسِرِ‌ينَ",
    "translation": "you who have believed, if you obey those who disbelieve, they will turn you back on your heels, and you will [then] become losers"
  },
  {
    "surah": "سورة آل عمران - 150",
    "ayah": "بَلِ اللَّـهُ مَوْلَاكُمْ ۖ وَهُوَ خَيْرُ‌ النَّاصِرِ‌ينَ",
    "translation": "But Allah is your protector, and He is the best of helpers"
  },
  {
    "surah": "سورة آل عمران - 200",
    "ayah": "يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ ",
    "translation": "you who have believed, persevere and endure and remain stationed and fear Allah that you may be successful"
  },
  {
    "surah": "سورة آل عمران- 160",
    "ayah": "إِن يَنصُرْ‌كُمُ اللَّـهُ فَلَا غَالِبَ لَكُمْ ۖ وَإِن يَخْذُلْكُمْ فَمَن ذَا الَّذِي يَنصُرُ‌كُم مِّن بَعْدِهِ",
    "translation": "If Allah helps you, none can overcome you: If He forsakes you, who is there, after that, that can help you? in Allah, then"
  },
  {
    "surah": " سورة التوبة - 129",
    "ayah": "فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ",
    "translation": "But if they turn away, [O Muhammad], say, Sufficient for me is Allah ; there is no deity except Him. On Him I have relied, and He is the Lord of the Great Throne"
  },
  {
    "surah": "سورة آل عمران  - 3: 14",
    "ayah": "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ",
    "translation": "Every soul shall have a taste of death"
  },
  {
    "surah": "سورة التوبة - 51",
    "ayah": "‌قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ ",
    "translation": "Say, Never will we be struck except by what Allah has decreed for us; He is our protector. And upon Allah let the believers rely"
  },
  {
    "surah": " سورة الطلاق - 3",
    "ayah": "وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ۚ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ۚ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا ",
    "translation": "And whoever relies upon Allah - then He is sufficient for him. Indeed, Allah will accomplish His purpose. Allah has already set for everything a [decreed] extent."
  },
  {
    "surah": " سورة آل عمران - 193",
    "ayah": "رَ‌بَّنَا فَاغْفِرْ‌ لَنَا ذُنُوبَنَا وَكَفِّرْ‌ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَ‌ارِ‌",
    "translation": "Our Lord, so forgive us our sins and remove from us our misdeeds and cause us to die with the righteous"
  },
  {
    "surah": "سورة النور -32",
    "ayah": "وَأَنْكِحُوا الْأَيَامَىٰ مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ ۚ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
    "translation": "And marry the unmarried among you and the righteous among your male slaves and female slaves. If they should be poor, Allah will enrich them from His bounty, and Allah is all-Encompassing and Knowing"
  },
  {
    "surah": "سورة فصلت - 33",
    "ayah": "وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ",
    "translation": "And who is better in speech than one who invites to Allah and does righteousness and says, Indeed, I am of the Muslims"
  },
  {
    "surah": "سورة فصلت - 35",
    "ayah": "وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ ",
    "translation": "But none is granted it except those who are patient, and none is granted it except one having a great portion [of good"
  },
  {
    "surah": "سورة فصلت - 36",
    "ayah": "وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
    "translation": "And if there comes to you from Satan an evil suggestion, then seek refuge in Allah . Indeed, He is the Hearing, the Knowing"
  },
  {
    "surah": " سورة النساء - 31",
    "ayah": "إِن تَجْتَنِبُوا كَبَائِرَ‌ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ‌ عَنكُمْ سَيِّئَاتِكُمْ",
    "translation": "If you avoid the major sins which you are forbidden, We will remove from you your lesser sins and admit you to a noble entrance [into Paradise]"
  },
  {
    "surah": "سورة النساء - 32",
    "ayah": "وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَىٰ بَعْضٍ ۚ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا ۖ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ ۚ وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ ۗ إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا",
    "translation": "And do not wish for that by which Allah has made some of you exceed others. For men is a share of what they have earned, and for women is a share of what they have earned. And ask Allah of his bounty. Indeed Allah is ever, of all things, Knowing"
  },
  {
    "surah": "سورة البقرة - 125",
    "ayah": "وَعَهِدْنَا إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ",
    "translation": "And We charged Abraham and Ishmael, [saying], Purify My House for those who perform Tawaf and those who are staying [there] for worship and those who bow and prostrate [in prayer]"
  },
  {
    "surah": "سورة النساء - 10",
    "ayah": "إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا ۖ وَسَيَصْلَوْنَ سَعِيرًا",
    "translation": "Indeed, those who devour the property of orphans unjustly are only consuming into their bellies fire. And they will be burned in a Blaze"
  },
  {
    "surah": "",
    "ayah": "ْ",
    "translation": ""
  },
  {
    "surah": "سورة النساء - 45 ",
    "ayah": "وَاللَّهُ أَعْلَمُ بِأَعْدَائِكُمْ ۚ وَكَفَىٰ بِاللَّهِ وَلِيًّا وَكَفَىٰ بِاللَّهِ نَصِيرًا",
    "translation": "And Allah is most knowing of your enemies; and sufficient is Allah as an ally, and sufficient is Allah as a helper."
  },
  {
    "surah": "سورة السجدة - 17",
    "ayah": "‌فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ",
    "translation": "And no soul knows what has been hidden for them of comfort for eyes as reward for what they used to do"
  },
  {
    "surah": "سورة الأنفال - 33",
    "ayah": "وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ ۚ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ ",
    "translation": "But Allah would not punish them while you, [O Muhammad], are among them, and Allah would not punish them while they seek forgiveness"
  },
  {
    "surah": "سورة الإسراء - 82",
    "ayah": "وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا",
    "translation": "And We send down of the Qur'an that which is healing and mercy for the believers, but it does not increase the wrongdoers except in loss"
  },
  {
    "surah": " سورة النساء - 79",
    "ayah": "مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ ۖ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ ۚ وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا ۚ وَكَفَىٰ بِاللَّهِ شَهِيدًا",
    "translation": "What comes to you of good is from Allah, but what comes to you of evil, [O man], is from yourself. And We have sent you, [O Muhammad], to the people as a messenger, and sufficient is Allah as Witness"
  },
  {
    "surah": "سورة الحج - 1",
    "ayah": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ",
    "translation": "mankind, fear your Lord. Indeed, the convulsion of the [final] Hour is a terrible thing"
  },
  {
    "surah": "سورة الحجرات - 1",
    "ayah": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
    "translation": "you who have believed, do not put [yourselves] before Allah and His Messenger but fear Allah . Indeed, Allah is Hearing and Knowing"
  },
  {
    "surah": "سورة العنكبوت - 46",
    "ayah": "وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ ۖ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَٰهُنَا وَإِلَٰهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ",
    "translation": "And do not argue with the People of the Scripture except in a way that is best, except for those who commit injustice among them, and say, We believe in that which has been revealed to us and revealed to you. And our God and your God is one; and we are Muslims [in submission] to Him"
  },
  {
    "surah": "سورة الأنعام - 21",
    "ayah": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ ۗ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ",
    "translation": "And who is more unjust than one who invents about Allah a lie or denies His verses? Indeed, the wrongdoers will not succeed"
  },
  {
    "surah": "سورة النساء - 93",
    "ayah": "وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّـهُ عَلَيْهِ وَلَعَنَهُ",
    "translation": "But whoever kills a believer intentionally - his recompense is Hell, wherein he will abide eternally, and Allah has become angry with him and has cursed him and has prepared for him a great punishment"
  },
  {
    "surah": "سورة لقمان - 13",
    "ayah": "وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ ۖ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ",
    "translation": "and [mention, O Muhammad], when Luqman said to his son while he was instructing him, O my son, do not associate [anything] with Allah . Indeed, association [with him] is great injustice"
  },
  {
    "surah": " سورة النساء - 106",
    "ayah": "وَاسْتَغْفِرِ‌ اللَّـهَ ۖ إِنَّ اللَّـهَ كَانَ غَفُورً‌ا رَّ‌حِيمًا",
    "translation": "And seek forgiveness of Allah . Indeed, Allah is ever Forgiving and Merciful"
  },
  {
    "surah": "سورة النساء - 110",
    "ayah": "وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ‌ اللَّـهَ يَجِدِ اللَّـهَ غَفُورً‌ا رَّ‌حِيمًا",
    "translation": "And whoever does a wrong or wrongs himself but then seeks forgiveness of Allah will find Allah Forgiving and Merciful."
  },
  {
    "surah": "An-Nisa - 4: 80",
    "ayah": "وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَىٰ نَفْسِهِ",
    "translation": "Whoso committeth sin committeth it only against himself"
  },
  {
    "surah": "An-Nisa - 4: 81",
    "ayah": "وَمَن يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِّن دُونِ اللَّـهِ فَقَدْ خَسِرَ‌ خُسْرَ‌انًا مُّبِينًا",
    "translation": "Whoso chooseth Satan for a patron instead of Allah is verily a loser and his loss is manifest"
  },
  {
    "surah": "An-Nisa - 4: 86",
    "ayah": "يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُ‌ورً‌ا",
    "translation": "Satan makes them promises, and creates in them false desires; but satan's promises are nothing but deception"
  },
  {
    "surah": "An-Nisa - 4: 9",
    "ayah": "وَكَانَ اللَّـهُ بِكُلِّ شَيْءٍ مُّحِيطًا",
    "translation": "And Allah Encompasseth all things"
  },
  {
    "surah": "An-Nisa - 4: 10",
    "ayah": "وَلِلَّـهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْ‌ضِ",
    "translation": "Unto Allah belongeth whatsoever is in the heavens and whatsoever is in the earth"
  },
  {
    "surah": "An-Nisa - 4: 10",
    "ayah": "إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِ‌ينَ",
    "translation": "If He will, He can remove you, O people, and produce others (in your stead)"
  },
  {
    "surah": "An-Nisa - 4: 11",
    "ayah": "وَكَانَ اللَّـهُ سَمِيعًا بَصِيرً‌ا",
    "translation": "Allah is ever Hearer, Seer"
  },
  {
    "surah": "An-Nisa - 4: 11",
    "ayah": "بَشِّرِ‌ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا",
    "translation": "Bear unto the hypocrites the tidings that for them there is a painful doom"
  },
  {
    "surah": "An-Nisa - 4:11",
    "ayah": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِ‌ينَ أَوْلِيَاءَ مِن دُونِ الْمُؤْمِنِينَ",
    "translation": "O ye who believe! Choose not disbelievers for (your) friends in place of believers"
  },
  {
    "surah": "An-Nisa - 4: 12",
    "ayah": "مَّا يَفْعَلُ اللَّـهُ بِعَذَابِكُمْ إِن شَكَرْ‌تُمْ وَآمَنتُمْ ۚ وَكَانَ اللَّـهُ شَاكِرً‌ا عَلِيمًا",
    "translation": "What can Allah gain by your punishment, if ye are grateful and ye believe? Nay, it is Allah that recogniseth (all good), and knoweth all things"
  },
  {
    "surah": "An-Nisa - 4: 12",
    "ayah": "لَّا يُحِبُّ اللَّـهُ الْجَهْرَ‌ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَن ظُلِمَ",
    "translation": "Allah loveth not the utterance of harsh speech save by one who hath been wronged"
  },
  {
    "surah": "An-Nisa - 4: 13",
    "ayah": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ",
    "translation": "O ye who believe! Fulfil your indentures"
  },
  {
    "surah": "An-Nisa - 4: 13",
    "ayah": "وَتَعَاوَنُوا عَلَى الْبِرِّ‌ وَالتَّقْوَىٰ ۖ وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ ۚ وَاتَّقُوا اللَّـهَ",
    "translation": "Help ye one another in righteousness and piety, but help ye not one another in sin and rancour. And fear Allah"
  },
  {
    "surah": "An-Nisa - 4: 13",
    "ayah": "فَاعْفُ عَنْهُمْ وَاصْفَحْ ۚ إِنَّ اللَّـهَ يُحِبُّ الْمُحْسِنِي",
    "translation": "But forgive them, and overlook (their misdeeds): for Allah loveth those who are kind"
  },
  {
    "surah": "An-Nisa - 4: 13",
    "ayah": "يَهْدِي بِهِ اللَّـهُ مَنِ اتَّبَعَ رِ‌ضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِ‌جُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ‌ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَىٰ صِرَ‌اطٍ مُّسْتَقِيمٍ",
    "translation": "Whereby Allah guideth him who seeketh His good pleasure unto paths of peace. He bringeth them out of darkness unto light by His decree, and guideth them unto a straight path"
  },
  {
    "surah": "An-Nisa - 4: 14",
    "ayah": "إِنِّي أَخَافُ اللَّـهَ رَ‌بَّ الْعَالَمِينَ",
    "translation": "Lo! I fear Allah, the Lord of the Worlds"
  },
  {
    "surah": "An-Nisa - 4: 14",
    "ayah": "مَن قَتَلَ نَفْسًا بِغَيْرِ‌ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْ‌ضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا",
    "translation": "Whosoever killeth a human being for other than manslaughter or corruption in the earth, it shall be as if he had killed all mankind, and whoso saveth the life of one, it shall be as if he had saved the life of all mankind"
  },
  {
    "surah": "An-Nisa - 4: 148",
    "ayah": "فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّـهَ يَتُوبُ عَلَيْهِ ۗ إِنَّ اللَّـهَ غَفُورٌ‌ رَّ‌حِيمٌ",
    "translation": "But whoso repenteth after his wrongdoing and amendeth, lo! Allah will relent toward him. Lo! Allah is Forgiving, Merciful"
  },
  {
    "surah": "سورة المائدة  - 5: 1",
    "ayah": "فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ",
    "translation": "So fear not mankind, but fear Me"
  },
  {
    "surah": "سورة المائدة  - 5: 2",
    "ayah": "وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّـهُ فَأُولَـٰئِكَ هُمُ الْفَاسِقُونَ",
    "translation": "Whoso judgeth not by that which Allah hath revealed: such are evil-livers"
  },
  {
    "surah": "سورة المائدة  - 5: 13",
    "ayah": "لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْ‌عَةً وَمِنْهَاجًا",
    "translation": "For each We have appointed a divine law and a traced-out way"
  },
  {
    "surah": "سورة المائدة  - 5: 16",
    "ayah": "وَلَوْ شَاءَ اللَّـهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَـٰكِن لِّيَبْلُوَكُمْ فِي مَا آتَاكُمْ",
    "translation": "Had Allah willed He could have made you one community. But that He may try you by that which He hath given you (He hath made you as ye are)"
  },
  {
    "surah": "سورة المائدة  - 5: 28",
    "ayah": "فَاسْتَبِقُوا الْخَيْرَ‌اتِ",
    "translation": "So strive as in a race in all virtues"
  },
  {
    "surah": "سورة المائدة  - 5: 32",
    "ayah": "وَمَنْ أَحْسَنُ مِنَ اللَّـهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ",
    "translation": "Who is better than Allah for judgment to a people who have certainty (in their belief)?"
  },
  {
    "surah": "سورة المائدة  - 5:39",
    "ayah": "مَنْ آمَنَ بِاللَّـهِ وَالْيَوْمِ الْآخِرِ‌ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "translation": "Any who believe in Allah and the Last Day, and work righteousness, on them shall be no fear, nor shall they grieve"
  },
  {
    "surah": "سورة المائدة  - 5: 44",
    "ayah": "قُلْ أَتَعْبُدُونَ مِن دُونِ اللَّـهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّ‌ا وَلَا نَفْعًا",
    "translation": "Say: Serve ye in place of Allah that which possesseth for you neither hurt nor use?"
  },
  {
    "surah": "سورة المائدة  - 5: 47",
    "ayah": "وَالَّذِينَ كَفَرُ‌وا وَكَذَّبُوا بِآيَاتِنَا أُولَـٰئِكَ أَصْحَابُ الْجَحِيمِ",
    "translation": "But those who disbelieve and deny Our revelations, they are owners of hell-fire"
  },
  {
    "surah": "سورة المائدة  - 5: 48",
    "ayah": "وَكُلُوا مِمَّا رَ‌زَقَكُمُ اللَّـهُ حَلَالًا طَيِّبًا",
    "translation": "Eat of that which Allah hath bestowed on you as food lawful and good"
  },
  {
    "surah": "سورة المائدة  - 5: 48",
    "ayah": "مَّا عَلَى الرَّ‌سُولِ إِلَّا الْبَلَاغُ",
    "translation": "The duty of the messenger is only to convey (the message)"
  },
  {
    "surah": "سورة المائدة  - 5: 48",
    "ayah": "قُل لَّا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَ‌ةُ الْخَبِيثِ",
    "translation": "Say: Not equal are things that are bad and things that are good, even though the abundance of the bad may dazzle thee "
  },
  {
    "surah": "سورة المائدة  - 5: 50",
    "ayah": "الْحَمْدُ لِلَّـهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْ‌ضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ‌",
    "translation": "Praise be Allah, Who created the heavens and the earth, and made the darkness and the light"
  },
  {
    "surah": "سورة المائدة  - 5:69",
    "ayah": "قُلْ سِيرُ‌وا فِي الْأَرْ‌ضِ ثُمَّ انظُرُ‌وا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِي",
    "translation": "Say: Travel through the earth and see what was the end of those who rejected Truth "
  },
  {
    "surah": "سورة المائدة  - 5: 76",
    "ayah": "كَتَبَ عَلَىٰ نَفْسِهِ الرَّ‌حْمَةَ",
    "translation": "He hath prescribed for Himself mercy"
  },
  {
    "surah": "سورة المائدة  - 5: 86",
    "ayah": "وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ ۖ وَلَلدَّارُ‌ الْآخِرَ‌ةُ خَيْرٌ‌ لِّلَّذِينَ يَتَّقُونَ",
    "translation": "What is the life of this world but play and amusement? But best is the home in the hereafter, for those who are righteous"
  },
  {
    "surah": "سورة المائدة  - 5: 88",
    "ayah": "وَلَوْ شَاءَ اللَّـهُ لَجَمَعَهُمْ عَلَى الْهُدَىٰ",
    "translation": "If Allah willed, He could have brought them all together to the guidance"
  },
  {
    "surah": "سورة المائدة  - 5: 9",
    "ayah": "الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُم بِظُلْمٍ أُولَـٰئِكَ لَهُمُ الْأَمْنُ وَهُم مُّهْتَدُونَ",
    "translation": "Those who believe and did not tarnish their faith with wrong-doing for them there is security, and it is they who have been guided to the right way"
  },
  {
    "surah": "سورة المائدة  - 5: 100",
    "ayah": "فَمَنْ أَبْصَرَ‌ فَلِنَفْسِهِ ۖ وَمَنْ عَمِيَ فَعَلَيْهَا",
    "translation": "it is for his own good, and whoso is blind is blind to his own hurt"
  },
  {
    "surah": "Al-Anaam - 6: 100",
    "ayah": "كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ",
    "translation": "Thus have We made alluring to each people its own doings"
  }
]
